<?php
return [
    'salary_term' => [
        '1' => '時給',
        '2' => '日給',
        '3' => '週給',
        '4' => '月給',
    ],
    'payment_term' => [
        '1' => '日額',
        '2' => '月額',
    ],
    'handling_type' => [
        '1' =>'PA',
        '2' =>'HC',
    ],
    'handling_office' => [
        '1' =>'北九州本社',
        '2' =>'福岡支店',
    ],
    'business_type' => [
        '1' =>'民間事業',
        '2' =>'行政事業',
    ],
    'corporate_type' => [
        '1' => '前株',
        '2' => '後株',
        '3' => '合同会社',
        '4' => '有限会社',
        '5' => 'なし',
        '6' => 'その他',
    ],
    'type_contract' => [
        '1' => '一般派遣',
        '2' => '紹介予定派遣',
        '3' => '人材紹介',
        '4' => '請負',
        '5' => '採用代行',
    ],
    'existence' => [
        '1' =>'有',
        '2' =>'無',
    ],
    'permission' => [
        '1' =>'可',
        '2' =>'不可',
    ],
    'parking' => [
        '1' =>'なし',
        '2' =>'あり（有料）',
        '3' =>'あり（無料）'
    ],
    'holiday' => [
        'mon' =>'月',
        'tue' =>'火',
        'wed' =>'水',
        'thu' =>'木',
        'fri' =>'金',
        'sat' =>'土',
        'sun' =>'日',
        'holiday' =>'祝',
        'shift' =>'シフト',
    ],
    'long_vacation' => [
        'goldenweek' =>'ゴールデンウィーク',
        'newyears_holiday' =>'年末年始',
        'obon' =>'お盆休み',
    ],
    'posting_site' => [
        '1' =>'アンドワーク',
        '2' =>'ハタラボ100net',
    ],
    'status_create' => [
        '1' => '新規作成',
        '2' => '再発注',
    ],
    'status_edit' => [
        '1' => '新規作成',
        '2' => '再発注',
        '3' => '更新/編集',
        '4' => '案件終了',
    ],
    'item' => [
        '1' => '求人情報更新/編集',
        '2' => '掲載完了',
        '3' => '再掲載',
        '4' => '非公開',
        '5' => 'その他',
    ],
    'counter_measures' => [
        '1' => '禁煙（屋内全面）',
        '2' => '喫煙室あり（敷地内）',
        '3' => '喫煙室あり（屋外）',
        '4' => 'なし',
    ],
    'requirement' => [
        '1' => '不問',
        '2' => '歓迎',
        '3' => '必須',
    ],
    'sex' => [
        '1' => '不問',
        '2' => '男性',
        '3' => '女性',
    ],
    'uniform_supply' => [
        '1' =>'なし',
        '2' =>'あり（自己負担あり）',
        '3' =>'あり（自己負担なし）'
    ],
    'scheduled_period' => [
        '長期' =>'長期',
        '短期' =>'短期',
        '期間限定' =>'期間限定'
    ],
    'job_withdrawal' => [
        '1' =>'充足（当社で決定）',
        '2' =>'充足（他社で決定）',
        '3' =>'案件消滅（企業都合により）',
        '4' =>'案件消滅（クレーム発生により）',
        '5' =>'案件消滅（自然災害/疫病流行などの理由により受入不可）',
    ],
    'corporate_type2' => [
        '1' => '株式会社',
        '2' => '株式会社',
        '3' => '合同会社',
        '4' => '有限会社',
        '5' => '',
        '6' => 'その他',
    ],
];
