<?php
return [
    'salary_term' => [
        '1' => '時給',
        '2' => '日給',
        '3' => '週給',
        '4' => '月給',
    ],
    'payment_term' => [
        '1' => '日額',
        '2' => '月額',
    ],
    'handling_type' => [
        '1' =>'PA',
        '2' =>'HC',
    ],
    'handling_office' => [
        '1' =>'北九州本社',
        '2' =>'福岡支店',
    ],
    'business_type' => [
        '1' =>'民間事業',
        '2' =>'行政事業',
    ],
    'corporate_type' => [
        '1' => '前株',
        '2' => '後株',
        '3' => '合同会社',
        '4' => '有限会社',
        '5' => 'なし',
        '6' => 'その他',
    ],
    'type_contract' => [
        '1' => '一般派遣',
        '2' => '紹介予定派遣',
        '3' => '人材紹介',
        '4' => '請負',
        '5' => '採用代行',
    ],
    'existence' => [
        '1' =>'有',
        '2' =>'無',
    ],
    'permission' => [
        '1' =>'可',
        '2' =>'不可',
    ],
    'parking' => [
        '1' =>'なし',
        '2' =>'あり（有料）',
        '3' =>'あり（無料）'
    ],
    'holiday' => [
        'mon' =>'月',
        'tue' =>'火',
        'wed' =>'水',
        'thu' =>'木',
        'fri' =>'金',
        'sat' =>'土',
        'sun' =>'日',
        'holiday' =>'祝',
        'shift' =>'シフト',
    ],
    'long_vacation' => [
        'goldenweek' =>'ゴールデンウィーク',
        'newyears_holiday' =>'年末年始',
        'obon' =>'お盆休み',
    ],
    'posting_site' => [
        '1' =>'アンドワーク',
        '2' =>'ハタラボ100net',
    ],
    'status_create' => [
        '1' => '新規作成',
        '2' => '再発注',
    ],
    'status_edit' => [
        '1' => '新規作成',
        '2' => '再発注',
        '3' => '更新/編集',
        '4' => '案件終了',
    ],
    'item' => [
        '1' => '求人情報更新/編集',
        '2' => '掲載完了',
        '3' => '再掲載',
        '4' => '非公開',
        '5' => 'その他',
    ],
    'counter_measures' => [
        '1' => '禁煙（屋内全面）',
        '2' => '喫煙室あり（敷地内）',
        '3' => '喫煙室あり（屋外）',
        '4' => 'なし',
    ],
    'requirement' => [
        '1' => '不問',
        '2' => '歓迎',
        '3' => '必須',
    ],
    'sex' => [
        '1' => '不問',
        '2' => '男性',
        '3' => '女性',
    ],
    'uniform_supply' => [
        '1' =>'なし',
        '2' =>'あり（自己負担あり）',
        '3' =>'あり（自己負担なし）'
    ],
    'scheduled_period' => [
        '長期' =>'長期',
        '短期' =>'短期',
        '期間限定' =>'期間限定'
    ],
    'job_withdrawal' => [
        '1' =>'充足（当社で決定）',
        '2' =>'充足（他社で決定）',
        '3' =>'案件消滅（企業都合により）',
        '4' =>'案件消滅（クレーム発生により）',
        '5' =>'案件消滅（自然災害/疫病流行などの理由により受入不可）',
    ],
    'industry'=> [
        '1' =>'農業・林業',
        '2' =>'漁業',
        '3' =>'鉱業・採石業・砂利採取業',
        '4' =>'建設業',
        '5' =>'製造業',
        '6' =>'電気・ガス・熱供給・水道業',
        '7' =>'情報通信業',
        '8' =>'運輸業・郵便業',
        '9' =>'卸売業・小売業',
        '10' =>'金融業・保険業',
        '11' =>'不動産業・物品賃貸業',
        '12' =>'学術研究・専門・技術サービス業',
        '13' =>'宿泊業・飲食サービス業',
        '14' =>'生活関連サービス業・娯楽業',
        '15' =>'教育・学習支援業',
        '16' =>'医療・福祉',
        '17' =>'複合サービス事業',
        '18' =>'サービス業（他に分類されないもの）',
        '19' =>'公務（他に分類されるものを除く）',
        '20' =>'分類不能の産業'
    ],
    //企業ランク
    'company_size'=> [
        '1' =>'小規模企業',
        '2' =>'中小企業',
        '3' =>'大企業'
    ],
    'business_development_area'=> [
        '1' =>'地域限定',
        '2' =>'複数地域',
        '3' =>'全国展開'
    ],
    'business_expansion_potential'=> [
        '1' =>'無し',
        '2' =>'低い',
        '3' =>'高い'
    ],
    'company_history'=> [
        '1' =>'創業10年未満',
        '2' =>'創業10年以上',
        '3' =>'創業30年以上'
    ],
    'reliability'=> [
        '1' =>'低い',
        '2' =>'標準',
        '3' =>'高い'
    ],
    'number_of_ordering_bases'=> [
        '1' =>'単独拠点',
        '2' =>'複数拠点（P&C拠点内）',
        '3' =>'全拠点（P&C拠点内）'
    ],
    'order_number'=> [
        '1' =>'〜5人未満',
        '2' =>'〜15人未満',
        '3' =>'15人以上'
    ],
    'transaction_duration'=> [
        '1' =>'6ヶ月未満',
        '2' =>'〜1年未満',
        '3' =>'1年以上'
    ],
    'expected_sales'=> [
        '1' =>'3,000,000円未満',
        '2' =>'6,000,000未満',
        '3' =>'6,000,000以上'
    ],
    'profit_rate'=> [
        '1' =>'14%以下',
        '2' =>'15%〜20%',
        '3' =>'21%以上'
    ],
    'special_matters'=> [
        '1' =>'',
        '2' =>'',
        '3' =>''
    ],
];
