<?php
return [
    'salary_term' => [
        '1' => '時給',
        '2' => '日給',
        '3' => '週給',
        '4' => '月給',
    ],
    'payment_term' => [
        '1' => '日額',
        '2' => '月額',
    ],
    'company_type' => [
        '1' =>'PA',
        '2' =>'HC',
    ],
    'handling_office' => [
        '1' =>'北九州本社',
        '2' =>'福岡支店',
    ],
    'business_type' => [
        '1' =>'民間事業',
        '2' =>'行政事業',
    ],
    'corporate_type' => [
        '1' => '前株',
        '2' => '後株',
        '3' => '合同会社',
        '4' => '有限責任事業組合（LLP）',
        '5' => '有限会社',
    ],
    'type_contract' => [
        '1' => '一般派遣',
        '2' => '紹介予定派遣',
        '3' => '人材紹介',
        '4' => '請負',
        '5' => '採用代行',
    ],
    'existence' => [
        '1' =>'有',
        '2' =>'無',
    ],
    'permission' => [
        '1' =>'可',
        '2' =>'不可',
    ],
    'parking' => [
        '1' =>'なし',
        '2' =>'あり（有料）',
        '3' =>'あり（無料）'
    ],
    'holiday' => [
        '1' =>'土日',
        '2' =>'平日',
        '3' =>'不定期',
        '4' =>'その他',
    ],
    'posting_site' => [
        '1' =>'アンドワーク',
        '2' =>'ハタラボ100net',
    ],
    'status_create' => [
        '1' => '新規作成',
        '2' => '再発注',
    ],
    'status_edit' => [
        '1' => '新規作成',
        '2' => '再発注',
        '3' => '更新/編集',
        '4' => '案件終了',
    ],
    'item' => [
        '1' => '求人情報更新/編集',
        '2' => '掲載完了',
        '3' => '再掲載',
        '4' => '非公開',
        '5' => 'その他',
    ],
]
?>
