<?php

return [
    'companySize' => [
        '1' => 1, // 小規模企業 1pt
        '2' => 5, // 中小企業 5pt
        '3' => 10 // 大企業 10pt
    ],
    'businessDevelopmentArea' => [
        '1' => 1, // 地域限定 1pt
        '2' => 5, // 複数地域 5pt
        '3' => 10 // 全国展開 10pt
    ],
    'businessExpansionPotential' => [
        '1' => 1, // 無し 1pt
        '2' => 5, // 低い 5pt
        '3' => 10 // 高い 10pt
    ],
    'companyHistory' => [
        '1' => 1, // 無し 1pt
        '2' => 5, // 低い 5pt
        '3' => 10 // 高い 10pt
    ],
    'reliability' => [
        '1' => 1, // 低い 1pt
        '2' => 5, // 標準 5pt
        '3' => 10 // 高い 10pt
    ],
    'numberOfOrderingBases' => [
        '1' => 1, // 単独拠点 1pt
        '2' => 5, // 複数拠点（P&C拠点内）5pt
        '3' => 10 // 全拠点（P&C拠点内）10pt
    ],
    'orderNumber' => [
        '1' => 1, // ～5人未満 1pt
        '2' => 5, // ～15人未満 5pt
        '3' => 10 // 15人以上 10pt
    ],
	'transactionDuration' => [
		'1' => 1, // 6カ月未満 1pt
		'2' => 5, // ～1年未満 5pt
		'3' => 10 // 1年以上 10pt
	],
	'expectedSales' => [
		'1' => 1, // 3,000,000円未満 1pt
		'2' => 5, // 3,000,000円未満 5pt
		'3' => 10 // 6,000,000円以上 10pt
	],
	'profitRate' => [
		'1' => 1, // 14％以下 1pt
		'2' => 5, // 15%～20％ 5pt
		'3' => 10 // 21％以上 10pt
	],
	'specialMatters' => [
		'1' => 1, // 配慮不要 0pt
		'2' => 5, // マネージャ―決裁 20pt
		'3' => 10 // 役員決裁 50pt
	],
];
